Repository: jacobodonnell/wordpress-course-site
Catalog: languages/plugins/simple-local-avatars-*.po
Languages: es_mx

source: Only allow users with file upload capabilities to upload local avatars (Authors and above)
es_mx: Solo permitir subir avatares locales a los usuarios con capacidades de subida (autores y superiores)

source: Only allow local avatars (still uses Gravatar for default avatars)
es_mx: Solo permitir avatares locales (se seguirá usando Gravatar para avatares de forma predeterminada)

source: Adds an avatar upload field to user profiles. Generates requested sizes on demand, just like Gravatar! Simple and lightweight.
es_mx: Añade un campo de subida de avatar a los perfiles de usuario. ¡Genera los tamaños solicitados demandados, como Gravatar! Sencillo y ligero.

source: You do not have permission to edit this user.
es_mx: No tienes permiso para editar este usuario.

source: There was an error uploading the avatar:
es_mx: Se produjo un error al cargar el avatar:

source: If the local avatar is inappropriate for this site, Gravatar will be attempted.
es_mx: Si el avatar local no es apropiado para este sitio, se intentará con Gravatar.

source: Rating
es_mx: Valoración

source: You do not have media management permissions. To change your local avatar, contact the blog administrator.
es_mx: No tienes los permisos necesarios. Para cambiar tu avatar contacta con el administrador del blog.

source: Choose from Media Library
es_mx: Elegir desde la biblioteca de medios

source: Choose an image from your computer:
es_mx: Elige una imagen desde tu computador:

source: Upload Avatar
es_mx: Subir avatar

source: Set as avatar
es_mx: Establecer como avatar

source: Local Upload Permissions
es_mx: Permisos de subida local

source: Local Avatars Only
es_mx: Solo avatares locales

source: X &#8212; Even more mature than above
es_mx: X &#8212; Incluso más adulto que los anteriores

source: R &#8212; Intended for adult audiences above 17
es_mx: R &#8212; Destinado a un público adulto mayor de 17 años

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
es_mx: PG &#8212; Posiblemente ofensivo, normalmente para mayores de 13 años

source: G &#8212; Suitable for all audiences
es_mx: G &#8212; Para todo públicos

source: No local avatar is set. Set up your avatar at Gravatar.com.
es_mx: No se ha establecido ningún avatar. Establece tu avatar en Gravatar.com.
